Repository: wp-plugins/wp-backitup
Catalog: languages/wp-backitup-*.po
Languages: fr_fr

source: Backup
fr_fr: Sauvegarder

source: Restore
fr_fr: Rétablir

source: Settings
fr_fr: Réglages

source: The backup you have selected exceeds what your host allows you to upload.
fr_fr: La sauvegarde que vous avez sélectionnée excède ce que vous êtes autorisé à mettre en ligne par votre hébergeur.

source: Warning
fr_fr: Avertissement

source: Error
fr_fr: Erreur

source: Response
fr_fr: Réponse

source: Status
fr_fr: État

source: Download
fr_fr: ﻿Télécharger

source: Delete
fr_fr: Supprimer

source: (JS997) Unexpected error
fr_fr: (JS997) Erreur inattendue.

source: (JS998) Unexpected error
fr_fr: (JS998) Erreur inattendue.

source: (JS999) An unexpected error has occurred
fr_fr: (JS999) Erreur inattendue.

source: Scheduled has been saved.
fr_fr: La planification a été enregistrée.

source: Scheduled was not saved.
fr_fr: La planification n'a pas été enregistrée.

source: Are you sure you want to restore your site?
fr_fr: Êtes-vous sur de vouloir restaurer votre site ?

source: Are you sure ?
fr_fr: Voulez-vous vraiment faire cela ?

source: This file cannot be delete!
fr_fr: Ce fichier ne peut pas être supprimé&nbsp;!

source: View Log
fr_fr: Voir le fichier journal

source: New Backup!
fr_fr: Nouvelle sauvegarde !

source: Uploaded Backup
fr_fr: Sauvegarde mise en ligne.

source: Backup Queued
fr_fr: Sauvegarde mise en file d'attente.

source: Backup could not be queued
fr_fr: La sauvegarde n'a pas pu être mise en file d'attente.

source: Backup already in queue
fr_fr: La sauvegarde est déjà dans la file d'attente.

source: Backup Cancelled
fr_fr: Sauvegarde annulée.

source: No backup file selected.
fr_fr: Aucun fichier de sauvegarde sélectionné.

source: No user id found.
fr_fr: Aucun identifiant d'utilisateur trouvé.

source: Restore Queued
fr_fr: Restauration mise en file d'attente.

source: Restore could not be queued
fr_fr: La restauration n'a pas pu être mise en file d'attente.

source: Restore already in queue
fr_fr: La restauration est déjà en file d'attente.

source: No response log found.
fr_fr: Pas de réponse de journal trouvée.

source: Please enter a number
fr_fr: Veuillez saisir un chiffre.

source: Please enter a valid email
fr_fr: Veuillez saisir une adresse de messagerie valide.

source: Please enter your support ticket id
fr_fr: Veuillez saisir l'identifiant de votre ticket de support.

source: Please only enter numbers in this field
fr_fr: Veuillez saisir uniquement des chiffres dans ce champ.

source: License is invalid.
fr_fr: La licence n'est pas valide.

source: License has expired.
fr_fr: La licence est expirée.

source: Activation limit has been reached.
fr_fr: La limite d'activation a été atteinte.

source: Invalid Nonce
fr_fr: Nonce invalide

source: Upload directory is not writable, or does not exist.
fr_fr: Le répertoire de stockage n&rsquo;est pas accessible en écriture ou n'existe pas.

source: Error: %s
fr_fr: Erreur : %s

source: File could not be uploaded
fr_fr: Le fichier n'a pas pu être mis en ligne.

source: Upload does not appear to be a WP BackItUp backup archive file.
fr_fr: Le fichier ne semble pas être un fichier d'archive de sauvegarde WP BackItUp.

source: Could not import file into WP BackItUp backup set.
fr_fr: Impossible d&rsquo;importer le fichier dans le jeu de sauvegarde WP BackItUp.

source: Preparing for backup...Done
fr_fr: Préparation pour la sauvegarde... Terminé.

source: Backing up database...Done
fr_fr: Sauvegarde de la base de données... Terminé.

source: Creating backup information file...Done
fr_fr: Création du fichier d'information de la sauvegarde... Terminé.

source: Backing up themes...Done
fr_fr: Sauvegarde des thèmes... Terminé.

source: Backing up plugins...Done
fr_fr: Sauvegarde des extensions... Terminé.

source: Backing up uploads...Done
fr_fr: Sauvegarde des pièces jointes... Terminé.

source: Backing up miscellaneous files...Done
fr_fr: Sauvegarde des fichiers divers... Terminé.

source: Finalizing backup...Done
fr_fr: Finalisation de la sauvegarde... Terminé.

source: Validating backup...Done
fr_fr: Validation de la sauvegarde... Terminé.

source: Cleaning up...Done
fr_fr: Nettoyage... Terminé.

source: %s - Backup completed successfully.
fr_fr: %s - La sauvegarde a été correctement effectuée.

source: Your backup completed successfully.
fr_fr: Votre sauvegarde a été correctement effectuée.

source: %s - Backup did not complete successfully.
fr_fr: %s - La sauvegarde n'a pas été correctement effectuée.

source: Your backup did not complete successfully.
fr_fr: Votre sauvegarde n'a pas été correctement effectuée.

source: WordPress Site: <a href="%s" target="_blank"> %s </a><br/>
fr_fr: Site WordPress&nbsp;: <a href="%s" target="_blank"> %s </a><br/>

source: Backup date:
fr_fr: Date de la sauvegarde&nbsp;:

source: Number of backups completed with WP BackItUp:
fr_fr: Nombre de sauvegardes effectuées avec WP BackItUp&nbsp;:

source: Completion Code:
fr_fr: Code de réussite&nbsp;:

source: WP BackItUp Version:
fr_fr: Version de WP BackItUp&nbsp;:

source: Steps Completed
fr_fr: Étapes terminées

source: Checkout %s for info about WP BackItUp and our other products.
fr_fr: Consultez %s pour en savoir plus sur WP BackItUp et nos autres produits.

source: (101) Unable to create a new directory for backup. Please check your CHMOD settings of your wp-backitup backup directory
fr_fr: (101) Impossible de créer un nouveau répertoire pour la sauvegarde. Veuillez vérifier vos réglages CHMOD de votre répertoire de sauvegarde wp-backitup.

source: (102) Cannot create backup directory. Please check the CHMOD settings of your wp-backitup plugin directory
fr_fr: (102) Impossible de créer le répertoire de sauvegarde. Veuillez vérifier vos réglages CHMOD du répertoire de l'extension wp-backitup.

source: (103) Unable to backup your files. Please try again
fr_fr: (103) Impossible de sauvegarder vos fichiers. Veuillez réessayer.

source: (104) Unable to export your database. Please try again
fr_fr: (104) Impossible d'exporter votre base de données. Veuillez réessayer.

source: (105) Unable to export site information file. Please try again
fr_fr: (105) Impossible d'exporter le fichier d'informations du site. Veuillez réessayer.

source: (106) Unable to cleanup your backup directory
fr_fr: (106) Impossible de nettoyer votre répertoire de sauvegarde.

source: (107) Unable to compress(zip) your backup. Please try again
fr_fr: (107) Impossible de compresser (zip) votre sauvegarde. Veuillez réessayer.

source: (108) Unable to backup your site data files. Please try again
fr_fr: (108) Impossible de sauvegarder les fichiers de données de votre site. Veuillez réessayer.

source: (109) Unable to finalize backup. Please try again
fr_fr: (109) Impossible de finaliser la sauvegarde. Veuillez réessayer.

source: (114) Your database was accessible but an export could not be created. Please contact support by clicking the get support link on the right. Please let us know who your host is when you submit the request
fr_fr: (114) Votre base de données était accessible mais un export n'a pas pu être créé. Veuillez contacter le support en cliquant sur le lien Obtenir du support sur la droite. Veuillez nous dire quel est votre hébergeur et le moment où vous avez effectué la requête.

source: (120) Unable to backup your themes. Please try again
fr_fr: (120) Impossible de sauvegarder vos thèmes. Veuillez réessayer.

source: (121) Unable to backup your plugins. Please try again
fr_fr: (121) Impossible de sauvegarder vos extensions. Veuillez réessayer.

source: (122) Unable to backup your uploads. Please try again
fr_fr: (122) Impossible de sauvegarder vos pièces jointes. Veuillez réessayer.

source: (123) Unable to backup your miscellaneous files. Please try again
fr_fr: (123) Impossible de sauvegarder vos fichiers divers. Veuillez réessayer.

source: (125) Unable to compress your backup because there is no zip utility available. Please contact support
fr_fr: (125) Impossible de compresser votre sauvegarde car il n'y a pas d'utilitaire zip disponible. Veuillez réessayer.

source: (126) Unable to validate your backup. Please try again
fr_fr: (126) Impossible de valider votre sauvegarde. Veuillez réessayer.

source: (127) Unable to create inventory of files to backup. Please try again
fr_fr: (127) Impossible de créer l'inventaire des fichiers de sauvegarde. Veuillez réessayer.

source: (128) Unable to create job control record. Please try again
fr_fr: (128) Impossible de créer une tâche d'enregistrement de contrôle. Veuillez réessayer.

source: (2101) Unable to create a new directory for backup. Please check your CHMOD settings of your wp-backitup backup directory
fr_fr: (2101) Impossible de créer un nouveau répertoire pour la sauvegarde. Veuillez vérifier vos réglages CHMOD de votre répertoire de sauvegarde wp-backitup.

source: (2102) Cannot create backup directory. Please check the CHMOD settings of your wp-backitup plugin directory
fr_fr: (2102) Impossible de créer le répertoire de sauvegarde. Veuillez vérifier vos réglages CHMOD du répertoire de l'extension wp-backitup.

source: (2103) Unable to backup your files. Please try again
fr_fr: (2103) Impossible de sauvegarder vos fichiers. Veuillez réessayer.

source: (2104) Unable to export your database. Please try again
fr_fr: (2104) Impossible d'exporter votre base de données. Veuillez réessayer.

source: (2105) Unable to export site information file. Please try again
fr_fr: (2105) Impossible d'exporter le fichier d'informations du site. Veuillez réessayer.

source: (2106) Unable to cleanup your backup directory
fr_fr: (2106) Impossible de nettoyer votre répertoire de sauvegarde.

source: (2107) Unable to compress(zip) your backup. Please try again
fr_fr: (2107) Impossible de compresser (zip) votre sauvegarde. Veuillez réessayer.

source: (2108) Unable to backup your site data files. Please try again
fr_fr: (2108) Impossible de sauvegarder les fichiers de données de votre site. Veuillez réessayer.

source: (2109) Unable to finalize backup. Please try again
fr_fr: (2109) Impossible de finaliser la sauvegarde. Veuillez réessayer.

source: (2114) Your database was accessible but an export could not be created. Please contact support by clicking the get support link on the right. Please let us know who your host is when you submit the request
fr_fr: (2114) Votre base de données était accessible mais un export n'a pas pu être créé. Veuillez contacter le support en cliquant sur le lien Obtenir du support sur la droite. Veuillez nous dire quel est votre hébergeur et le moment où vous avez effectué la requête.

source: (2120) Unable to backup your themes. Please try again
fr_fr: (2120) Impossible de sauvegarder vos thèmes. Veuillez réessayer.

source: (2121) Unable to backup your plugins. Please try again
fr_fr: (2121) Impossible de sauvegarder vos extensions. Veuillez réessayer.

source: (2122) Unable to backup your uploads. Please try again
fr_fr: (2122) Impossible de sauvegarder vos pièces jointes. Veuillez réessayer.

source: (2123) Unable to backup your miscellaneous files. Please try again
fr_fr: (2123) Impossible de sauvegarder vos fichiers divers. Veuillez réessayer.

source: (2125) Unable to compress your backup because there is no zip utility available. Please contact support
fr_fr: (2125) Impossible de compresser votre sauvegarde car il n'y a pas d'utilitaire zip disponible. Veuillez réessayer.

source: (2126) Unable to validate your backup. Please try again
fr_fr: (2126) Impossible de valider votre sauvegarde. Veuillez réessayer.

source: (2127) Unable to create inventory of files to backup. Please try again
fr_fr: (2127) Impossible de créer l'inventaire des fichiers de sauvegarde. Veuillez réessayer.

source: (2128) Unable to create job control record. Please try again
fr_fr: (2128) Impossible de créer une tâche d'enregistrement de contrôle. Veuillez réessayer.

source: (999) Unexpected error
fr_fr: (999) Erreur inattendue

source: %s Dashboard
fr_fr: Tableau de bord de %s

source: Backup folder does not exist. Please contact %s for assistance.
fr_fr: Le dossier de sauvegarde n'existe pas. Veuillez contacter %s pour de l'assistance.

source: Close
fr_fr: Fermer

source: Click the backup button to create a zipped backup file of this site's database, plugins, themes and settings.
fr_fr: Cliquez sur le bouton de sauvegarde pour créer un fichier zippé de la base de données, des extensions, thèmes et réglages de votre site.

source: Once your backup file has been created it will appear in the available backups section below. This file may remain on your hosting providers server but we recommend that you download and save it somewhere safe.
fr_fr: Une fois que votre fichier de sauvegarde a été créé, il apparaîtra dans la section des sauvegardes disponibles ci-dessous. Ce fichier peut rester sur le serveur de votre hébergement, mais nous vous recommandons de le télécharger et de l'enregistrer dans un endroit sûr.

source: WP BackItUp premium customers can use these backup files to perform an automated restore of their site.
fr_fr: Les utilisateurs de WP BackItUp Premium peuvent utiliser les fichiers de sauvegarde pour effectuer une restauration automatique de leurs sites.

source: Cancel
fr_fr: Annuler

source: WP BackItUp lite customers may use these backup files to manually restore their site. Please visit %s for manual restore instructions.
fr_fr: Les utilisateurs de WP BackItUp Premium peuvent utiliser ces fichiers de sauvegarde pour effectuer une restauration manuelle de leurs sites. Veuillez vous rendre sur %s pour les instructions de restauration.

source: Backup Schedule
fr_fr: Planification de sauvegarde

source: Select the days of the week you would like your backup to run.
fr_fr: Sélectionner les jours de la semaine pour effectuer la sauvegarde.

source: Backup your site once per week or every day, it's up to you. If you have email notifications turned on we'll even send you an email when it's done. Once your backup file has been created it will appear in the available backups section below. This file may remain on your hosting providers server but we recommend that you download and save it somewhere safe.
fr_fr: Sauvegardez votre site une fois par semaine ou tous les jours, c'est de votre responsabilité. Si vous avez des notifications par e-mail activées nous vous enverrons même un e-mail lorsque c'est fait. Une fois que votre fichier de sauvegarde a été créé, il apparaîtra dans la section des sauvegardes disponibles ci-dessous. Ce fichier peut rester sur votre serveur d'hébergement, mais nous vous recommandons de télécharger et de l'enregistrer dans un endroit sûr.

source: Please make sure to schedule your backup for at least once per week.
fr_fr: Veuillez vous assurer de programmer une sauvegarde au moins une fois par semaine.

source: Monday
fr_fr: lundi

source: Tuesday
fr_fr: mardi

source: Wednesday
fr_fr: mercredi

source: Thursday
fr_fr: jeudi

source: Friday
fr_fr: vendredi

source: Saturday
fr_fr: samedi

source: Sunday
fr_fr: dimanche

source: Save Schedule
fr_fr: Enregistrer la planification

source: Scheduled backups are only available to WP BackItUp premium customers. Please visit %s to get WP BackItUp risk free for 30 days.
fr_fr: Les sauvegardes planifiées sont disponibles uniquement pour les clients WP BackItUp premium. Veuillez visiter %s pour obtenir sans risque WP BackItUp pendant 30 jours.

source: Available Backups
fr_fr: Sauvegardes disponibles

source: No backup archives found.
fr_fr: Aucune archive de sauvegarde trouvée.

source: The automated restore feature is only available to WP BackItUp premium customers. Please visit %s to get WP BackItUp risk free for 30 days.
fr_fr: La fonction de restauration automatique est uniquement disponible pour les clients WP BackItUp premium. Veuillez visiter %s pour obtenir sans risque WP BackItUp pendant 30 jours.

source: Nothing to report
fr_fr: Rien à signaler

source: Preparing for backup
fr_fr: Préparation pour la sauvegarde

source: Done
fr_fr: ﻿Terminé

source: Failed
fr_fr: Échoué

source: Backing up database
fr_fr: Sauvegarde de la base de données

source: Creating backup information file
fr_fr: Création du fichier de données de sauvegarde.

source: Backing up themes
fr_fr: Sauvegarde des thèmes

source: Backing up plugins
fr_fr: Sauvegarde des extensions

source: Backing up uploads
fr_fr: Sauvegarde des pièces jointes

source: Backing up everything else
fr_fr: Sauvegarde de tout le reste

source: Validating backup
fr_fr: Validation de la sauvegarde

source: Finalizing backup
fr_fr: Finalisation de la sauvegarde

source: Backup completed successfully
fr_fr: La sauvegarde a bien été effectuée.

source: Backups
fr_fr: Sauvegardes

source: Welcome to WP BackItUp!
fr_fr: Bienvenue dans WP BackItUp !

source: The simplest way to backup your WordPress site.
fr_fr: La manière la plus simple de sauvegarder votre site WordPress.

source: Getting started is easy, just click the backup button on the left side of this page.
fr_fr: Le démarrage est simple, cliquez sur le bouton de sauvegarde à gauche sur cette page.

source: Congratulations! You have performed <span style="font-weight:bold;font-size:medium;color: green">%s</span> successful backups.
fr_fr: Félicitations ! Vous avez bien effectué <span style="font-weight:bold;font-size:medium;color: green">%s</span> sauvegardes.

source: Tips
fr_fr: Astuces

source: Backup your site at least once per week
fr_fr: Sauvegardez votre site au moins une fois par semaine

source: Download all your backups and store them somewhere safe
fr_fr: Téléchargez toutes vos sauvegardes et stockez-les dans un endroit sécurisé.

source: Verify your backup files are good by taking a look at what's inside
fr_fr: Vérifiez que vos fichiers de sauvegarde sont bons en regardant attentivement ce qu'il y a dedans.

source: Why not %s and schedule your backups!
fr_fr: Pourquoi ne pas %s et planifier vos sauvegardes&nbsp;!

source: upgrade
fr_fr: mettre à jour

source: Register WP BackItUp
fr_fr: Enregistrer WP BackItUp

source: Enter your name and email address below to receive <b>special offers</b> and access to our world class <b>support</b> team. <br /> <br />Enter your license key below to activate it on this site.
fr_fr: Saisissez votre nom et votre adresse e-mail ci-dessous pour recevoir des <b>offres spéciales</b> et l'accès à notre équipe de <b>support</b> de classe mondiale.<br /> <br />Entrez votre clé de licence ci-dessous pour l'activer sur ce site.

source: name
fr_fr: nom

source: email address
fr_fr: adresse de messagerie

source: license key
fr_fr: clé de licence

source: Free plugin customers do not need to enter license key.
fr_fr: Les utilisateurs de l'extension gratuite n'ont pas besoin de saisir de clé de licence.

source: Register
fr_fr: Inscription

source: License Info
fr_fr: Info de licence

source: Name
fr_fr: Nom

source: License Type
fr_fr: Type de licence

source: Expires
fr_fr: Expire

source: Enter license key to activate on this site.
fr_fr: Saisissez la clé de licence à activer sur ce site.

source: License Active
fr_fr: Licence active

source: License expired
fr_fr: Licence expirée

source: Update
fr_fr: Mettre à jour

source: Activate
fr_fr: Activer

source: Purchase a %s license using the purchase link above.
fr_fr: Achetez une licence %s en utilisant le lien d'achat ci-dessus.

source: no-risk
fr_fr: sans risque

source: <a href="%s" target="blank">Renew</a> your license now for another year of <strong>product updates</strong> and <strong>priority support.</strong>
fr_fr: <a href="%s" target="blank">Renouveler</a> votre licence maintenant pour une nouvelle année de <strong>mises à jour produit</strong> et <strong>un support prioritaire.</strong>

source: Useful Links
fr_fr: Liens utiles

source: Your account
fr_fr: Votre compte

source: Get support
fr_fr: Obtenir du support

source: Feature request
fr_fr: Demande de fonctionnalité

source: WP BackItUp Backup Set
fr_fr: Jeu de sauvegarde WP BackItUp

source: Below are the archive files included in this backup set. Click the link to download.
fr_fr: Voici les fichiers d'archive inclus dans ce jeu de sauvegarde. Cliquez sur le lien pour télécharger.

source: Please refresh this page to download your new backup files.
fr_fr: Veuillez rafraichir cette page pour télécharger vos nouveaux fichiers de sauvegarde.

source: %s Restore
fr_fr: Restaurer %s

source: Zip Files
fr_fr: Fichiers Zip

source: Error: Backup folder does not exist. Please contact %s for assistance.
fr_fr: Erreur&nbsp;: Le dossier de sauvegarde n'existe pas. Veuillez contacter %s pour de l'assistance.

source: Error: Restore folder does not exist. Please contact %s for assistance.
fr_fr: Erreur&nbsp;: Le dossier de restauration n'existe pas. Veuillez contacter %s pour de l'assistance.

source: <p>* The automated restore feature is only available to licensed customers. Please visit <a href="%s" target="_blank">%s</a> to get license WP BackItUp risk free for 30 days.</p>
fr_fr: <p>* La fonction de restauration automatique est uniquement disponible pour les clients WP BackItUp avec une licence. Veuillez visiter <a href="%s" target="_blank">%s</a> pour obtenir sans risque une licence WP BackItUp pendant 30 jours.</p>

source: Upload
fr_fr: Envoyer

source: Upload WP BackItUp archive(zip) files to add to your list of available backups.
fr_fr: Mettez en ligne les fichiers d'archive (zip) de WP BackItUp à ajouter à votre liste de sauvegardes disponibles.

source: WP BackItUp - Upload backup files
fr_fr: WP BackItUp - Envoi de fichiers de sauvegarde

source: Backup files may be uploaded into WP BackItUp with this form.
fr_fr: Les fichiers de sauvegarde peuvent être envoyés dans WP BackItUp via ce formulaire.

source: They may also be uploaded manually into the WP BackItUp directory (wp-content/wpbackitup_backups) using FTP. When done uploading all backup files refresh this page.
fr_fr: Ils peuvent également être chargés manuellement dans le répertoire WP BackItUp (wp-content/wpbackitup_backups) en utilisant FTP. Lorsque vous avez terminé le chargement de tous les fichiers de sauvegarde rafraîchissez cette page.

source: This feature requires %s version %s or later
fr_fr: Cette fonctionnalité nécessite %s version %s ou plus.

source: Drop backup files here
fr_fr: Déposez ici vos fichiers de sauvegarde

source: * Reload this page when done uploading to see new backups appear in the Available Backups section above.
fr_fr: * Rechargez cette page lorsque vous avez terminé le chargement pour voir apparaître de nouvelles sauvegardes dans la section sauvegardes disponibles ci-dessus.

source: Preparing for restore
fr_fr: Préparation pour la restauration

source: Unzipping backup set
fr_fr: Décompression du jeu de sauvegardes

source: Validating backup file
fr_fr: Validation du fichier de sauvegarde

source: Deactivating plugins
fr_fr: Désactivation des extensions

source: Creating database restore point
fr_fr: Création du point de restauration de la base de données.

source: Restoring content files
fr_fr: Restauration des fichiers de contenu.

source: Restoring database
fr_fr: Restauration de la base de données.

source: Updating current user info
fr_fr: Mise à jour des informations de l'utilisateur courant.

source: Updating site URL
fr_fr: Mise à jour de l'URL du site

source: Updating permalinks
fr_fr: Mise à jour des permaliens

source: Error 201: No file selected
fr_fr: Erreur 201 : aucun fichier sélectionné.

source: Error 202: Your file could not be uploaded
fr_fr: Erreur 202&nbsp;: Votre fichier n'a pas pu être mis en ligne.

source: Error 203: Your backup could not be unzipped
fr_fr: Erreur 203&nbsp;: Votre sauvegarde n'a pas pu être dé-zippée.
