Repository: wp-plugins/wp-backitup
Catalog: languages/wp-backitup-*.po
Languages: fr_fr

source: Error 204: Your backup appears to be invalid. Please ensure you selected a valid backup
fr_fr: Erreur 204&nbsp;: Votre sauvegarde semble ne pas être valide. Veuillez vous assurer d'en choisir une valide.

source: Error 205: Cannot create restore point
fr_fr: Erreur 205 : impossible de créer le point de restauration.

source: Error 206: Unable to connect to your database
fr_fr: Erreur 206 : impossible de se connecter à votre base de données.

source: Error 207: Unable to get current site URL from database. Please try again
fr_fr: Erreur 207&nbsp;: Impossible d'obtenir l'URL actuelle du site depuis la base de données. Veuillez réessayer.

source: Error 208: Unable to get current home URL from database. Please try again
fr_fr: Erreur 208&nbsp;: Impossible d'obtenir l'URL actuelle de la page d'accueil depuis la base de données. Veuillez réessayer.

source: Error 209: Unable to get current user ID from database. Please try again
fr_fr: Erreur 209&nbsp;: Impossible d'obtenir l'identifiant de l'utilisateur courant depuis la base de données. Veuillez réessayer.

source: Error 210: Unable to get current user password from database. Please try again
fr_fr: Erreur 210&nbsp;: Impossible d'obtenir le mot de passe de l'utilisateur courant depuis la base de données. Veuillez réessayer.

source: Error 211: Unable to get current user email from database. Please try again
fr_fr: Erreur 211&nbsp;: Impossible d'obtenir l'e-mail de l'utilisateur courant depuis la base de données. Veuillez réessayer.

source: Error 212: Unable to import your database. This may require importing the file manually
fr_fr: Erreur 212&nbsp;: Impossible d'importer votre base de données. Cela peut nécessiter l'importation du fichier manuellement.

source: Warning 213: Unable to update your site URL value. Please check your WordPress general settings to make sure your Site and WordPress URLs are correct
fr_fr: Avertissement 213&nbsp;: Impossible de mettre à jour la valeur de l'URL de votre site. Veuillez vérifier vos paramètres généraux WordPress pour vous assurer que votre site et les URLs Wordpress sont correctes.

source: Warning 214: Unable to update your home URL value. Please check your WordPress general settings to make sure your Site and WordPress URLs are correct
fr_fr: Avertissement 214&nbsp;: Impossible de mettre à jour la valeur de l'URL de votre page d'accueil. Veuillez vérifier vos paramètres généraux WordPress pour vous assurer que votre site et les URLs Wordpress sont corrects.

source: Warning 215: Unable to update your user information. This may require you to login with the admin username and password that was used when the backup was created
fr_fr: Avertissement 215&nbsp;: Impossible de mettre à jour vos informations utilisateur. Cela peut nécessiter de vous connecter avec le compte et le mot de passe d'administrateur qui a été utilisé lorsque la sauvegarde a été créée.

source: Error 216: Database not found in backup
fr_fr: Erreur 216 : base de données introuvable dans la sauvegarde.

source: Warning 217: Unable to remove existing wp-content directory
fr_fr: Avertissement 217&nbsp;: Impossible de supprimer le répertoire wp-content existant.

source: Error 218: Unable to create new wp-content directory. Please check your CHMOD settings in /wp-content/
fr_fr: Erreur 218&nbsp;: Impossible de créer le nouveau répertoire wp-content. Veuillez vérifier vos réglages CHMOD dans /wp-content/.

source: Error 219: Unable to import wp-content. Please try again
fr_fr: Erreur 219&nbsp;: Impossible d'importer wp-content. Veuillez réessayer.

source: Warning 220: Unable to cleanup import directory. No action is required
fr_fr: Avertissement 220&nbsp;: Impossible de nettoyer le répertoire d'import. Aucune action n'est requise.

source: Error 221: Table prefix value in wp-config.php is different from backup. This MUST be changed in your wp-config.php file before you will be able to restore your site. See www.wpbackitup.com <a href ="%s" target="_blank" > FAQs</a> for more info.
fr_fr: Erreur 221&nbsp;: La valeur du préfixe des tables dans wp-config.php est différente de celle de la sauvegarde. Ceci DOIT ÊTRE changé dans votre fichier wp-config.php avant vous puissiez restaurer votre site. Voir www.wpbackitup.com <a href ="%s" target="_blank" >FAQ</a> pour plus d'informations.

source: Error 222: Unable to create restore folder
fr_fr: Erreur 222 : impossible de créer le répertoire de restauration.

source: Error 223: An error occurred during the restore. WP BackItUp attempted to restore the database to its previous state but were unsuccessful. Please contact WP BackItUp customer support and do not attempt to perform any further restores
fr_fr: Erreur 223&nbsp;: Une erreur s'est produite durant la restauration. WP BackItUp a tenté de restaurer la base de données dans son état précédent mais sans succès. Veuillez contacter le support client de WP BackItUp et ne pas essayer de lancer de nouvelles restaurations.

source: Error 224: An error occurred during the restore, however, we have successfully restored your database to the previous state
fr_fr: Erreur 224&nbsp;: Une erreur s'est produite durant la restauration. Cependant, nous avons restauré avec succès votre base de données à son état précédent.

source: Error 225: Restore option is only available to licensed WP BackItUp users
fr_fr: Erreur 225&nbsp;: L'option de restauration est disponible uniquement aux utilisateurs WP BackItUp avec licence.

source: Error 226: Restore cannot proceed because your backup was created using a different version of WordPress
fr_fr: Erreur 226&nbsp;: La restauration ne peut pas être effectuée parce que votre sauvegarde a été faite en utilisant une version différente de WordPress.

source: Error 227: Restore cannot proceed because your backup was created using a different version of WP BackItUp. Please contact WP BackItUp support to help convert this backup to the current version
fr_fr: Erreur 227&nbsp;: La restauration ne peut pas continuer parce que votre sauvegarde a été créée en utilisant une version différente de WP BackItUp. Veuillez contacter le support WP BackItUp pour aider à convertir cette sauvegarde vers la version actuelle.

source: Error 230: WP BackItUp ran into unexpected errors during the database restore. However, we were able to successfully revert the database back to its original state . This error may require importing the database manually
fr_fr: Erreur 230&nbsp;: WP BackItUp a rencontré des erreurs inattendues lors de la de restauration de la base de données. Cependant, nous étions en mesure de restaurer la base de données dans son état d'origine avec succès. Cette erreur peut nécessiter d'importer manuellement la base de données.

source: Error 235: WP BackItUp is not able to proceed because there is no zip utility available. Please contact support
fr_fr: Erreur 235&nbsp;: WP BackItUp ne peut pas continuer car aucun utilitaire zip n'est disponible. Veuillez contacter le support.

source: Error 250: WP BackItUp is unable to begin the restore because a backup is running. Please wait for the backup to complete and then try again
fr_fr: Erreur 250:&nbsp; WP BackItUp ne peut pas démarrer la restauration car une sauvegarde est en cours. Veuillez attendre la fin de la sauvegarde et refaire un essai.

source: Error 251: WP BackItUp is unable to begin the restore because the backup manifest is empty
fr_fr: Erreur 251&nbsp;: WP BackItUp est incapable de commencer la restauration parce que le manifeste de sauvegarde est vide.

source: Error 252: At least one zip file is missing from your backup set. Please make sure to upload all zip files that were part of this backup
fr_fr: Erreur 252&nbsp;: Au moins un fichier zip est absent de votre jeu de sauvegarde. Veuillez vous assurer de mettre en ligne tous les fichiers zip faisant partie de cette sauvegarde.

source: Error 253: Backup set contains a zip file that is not in the manifest. Please make sure to upload only zip files that were part of this backup
fr_fr: Erreur 253&nbsp;: Le jeu de sauvegarde contient un fichier zip qui n'est pas présent dans le manifeste. Veuillez vous assurez de faire de mettre en ligne uniquement les fichiers zip faisant partie de cette sauvegarde.

source: Warning 300: Unable to restore all WordPress content. Please review your restore logs to see what WP BackItUp was unable to restore
fr_fr: Avertissement 300&nbsp;: Impossible de restaurer tout le contenu WordPress. Veuillez consulter les journaux de restauration pour voir ce que WP BackItUp n'a pas été capable de restaurer.

source: Warning 305: Unable to restore all plugins. Please review your restore logs to see what WP BackItUp was unable to restore
fr_fr: Avertissement 305&nbsp;: Impossible de restaurer toutes les extensions. Veuillez consulter les journaux de restauration pour voir ce WP BackItUp n'a pas été capable de restaurer.

source: Error 2001: Unable to prepare site for restore
fr_fr: Erreur 2001&nbsp;: Impossible de préparer le site pour la restauration.

source: Error 2002: Unable to unzip backup
fr_fr: Erreur 2002&nbsp;: Impossible de décompresser la sauvegarde.

source: Error 2003: Unable to validate backup
fr_fr: Erreur 2003&nbsp;: Impossible de valider la sauvegarde.

source: Error 2004: Unable to create restore point
fr_fr: Erreur 2004&nbsp;: Impossible de créer le point de restauration.

source: Error 2006: Unable to restore content files
fr_fr: Erreur 2006&nbsp;: Impossible de restaurer les fichiers de contenu.

source: Error 2007: Unable to restore database
fr_fr: Erreur 2007&nbsp;: Impossible de restaurer la base de données.

source: Error 2999: Unexpected error encountered
fr_fr: Erreur 2999&nbsp;: Une erreur inattendue s'est produite.

source: Restore completed successfully. If you are prompted to login please do so with your current username and password
fr_fr: La restauration a bien été effectuée. Si le formulaire de connexion apparaît, veuillez vous connecter avec vos nom d'utilisateur et mot de passe actuels.

source: %s Settings
fr_fr: Réglages de %s

source: Email Notifications
fr_fr: Notifications par e-mail

source: Please enter your email address if you would like to receive backup email notifications.
fr_fr: Veuillez saisir votre adresse de messagerie si vous souhaitez recevoir par e-mail les notifications de vos sauvegardes.

source: Backup email notifications will be sent for every backup and will contain status information related to the backup.
fr_fr: Les e-mails de notification de sauvegarde seront envoyés à chaque sauvegarde et contiendront des informations sur l'état de la sauvegarde.

source: Save
fr_fr: ﻿Enregistrer

source: Backup Retention
fr_fr: Rétention de sauvegarde

source: Enter the number of backup archives that you would like to remain on the server.
fr_fr: Saisissez le nombre d'archives de sauvegarde que vous souhaitez conserver sur le serveur.

source: Many hosts limit the amount of space that you can take up on their servers. This option tells WP BackItUp the maximum number of backup archives that should remain on your hosts server. Don't worry, we will always remove the oldest backup archives first.
fr_fr: De nombreux hébergeurs limitent la quantité d'espace que vous pouvez prendre sur leurs serveurs. Cette option indique à WP BackItUp le nombre maximal d'archives de sauvegarde qui doivent rester sur votre serveur d'hébergement. Ne vous inquiétez pas, nous supprimons toujours les anciennes archives de sauvegarde en premier.

source: Turn on logging?
fr_fr: Activer la journalisation&nbsp;?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: This option should only be turned on when troubleshooting issues with WPBackItUp support.
fr_fr: Cette option ne devrait être activée uniquement lors de la résolution des problèmes avec le suport WPBackItUp.

source: Advanced Settings
fr_fr: Réglages avancés

source: These options should only be changed when working with WP BackItUp support.
fr_fr: Ces options ne doivent être modifiées uniquement lorsqu'on travaille avec le suppport WP BackItUp.

source: Plugins Batch Size
fr_fr: Taille du lot des extensions

source: Themes Batch Size
fr_fr: Taille du lot des thèmes

source: Uploads Batch Size
fr_fr: Taille du lot des pièces jointes

source: Others Batch Size
fr_fr: Taille des autres lots

source: %s Support
fr_fr: Support de %s

source: Support email sent successfully!
fr_fr: Votre e-mail au support a bien été envoyé !

source: Email Logs to Support
fr_fr: Envoyer au support vos fichiers de logs

source: This form should be used to send log files to support only.
fr_fr: Ce formulaire doit être utilisé uniquement pour envoyer des fichiers de log au support.

source: Please make sure to open a support ticket via WP BackItUp <a href="https://www.wpbackitup.com/support" target="_blank">support portal.</a> before using this form.
fr_fr: Veuillez vous assurer d'avoir ouvert un ticket de support via WP BackItUp sur le <a href="https://www.wpbackitup.com/support" target="_blank">portail de support </a> avant d'utiliser ce formulaire.

source: The ticket id you receive from your support request should be entered in the ticket id field below.
fr_fr: L'ID du ticket que vous avez reçu du support doit être saisi dans le champ ID du ticket ci-dessous.

source: your email address
fr_fr: votre adresse e-mail

source: support ticket id
fr_fr: ID du ticket de support

source: problem description or additional information
fr_fr: description du problème ou informations supplémentaires

source: Send
fr_fr: Envoyer

source: Please register your version of WP BackItUp for access to support.
fr_fr: Veuillez enregistrer votre version de WP BackItUp afin de bénéficier du support.

source: Premium customers receive priority support.
fr_fr: Les clients Premium bénéficient d'un support prioritaire.

source: Every %s hours
fr_fr: Toutes les %s heures
